// *++
//
// Copyright 2004, Intel Corporation                                                         
// All rights reserved. This program and the accompanying materials                          
// are licensed and made available under the terms and conditions of the BSD License         
// which accompanies this distribution.  The full text of the license may be found at        
// http://opensource.org/licenses/bsd-license.php                                            
//                                                                                           
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,                     
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.             
// 
// Module Name:
//
//   Strings.vfr
// 
// Abstract:
// 
//   String definitions for BdsPlatform formset.
// 
// Revision History:
// 
// --*/

/=#

#langdef   fra "Français"
#langdef   eng "English"

#string STR_BM_BANNER                  #language eng  "Boot Manager"
                                       #language fra  "Boot Manager"
#string STR_HELP_FOOTER                #language eng  "↑ and ↓ to change option, ENTER to select an option, ESC to exit"
                                       #language fra  " pour changer l'option, ENTRER choisir une option, ESC pour sortir"
#string STR_AND                        #language eng  " and "
                                       #language fra  " et "
#string STR_BOOT_OPTION_BANNER         #language eng  "Boot Option Menu"
                                       #language fra  "le Menu d'Option de Botte"
#string STR_ANY_KEY_CONTINUE           #language eng  "Press any key to continue..."
                                       #language fra  "Appuie n'importe quelle pour continuer..."
#string STR_LAST_STRING                #language eng  ""
                                       #language fra  ""

